Revit 2027 API
ParameterTypeId.CwpLinkedRoomParams Property
 "Parameters"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpLinkedRoomParams { get; }
Public Shared ReadOnly Property CwpLinkedRoomParams As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpLinkedRoomParams {
	ForgeTypeId^ get ();
}
static member CwpLinkedRoomParams : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace